[ItemDefs.ID_Anemone_E01_M010_EchoLogs MissionItemDefinition]
UseFailureCharacterMessage="you do %s use it."
ItemName="Eco report"
PickupMessage="You %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName=""normal""

[ItemDefs.ID_Anemone_E01_M010_EchoLogs:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Bourne gathered this information before leaving Helios.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Anemone_M010_Documents MissionItemDefinition]
UseFailureCharacterMessage="you need %s Use it."
ItemName="Sunlight"
PickupMessage="You understand %s"
UseFailureLevelMessage="You must be at least %d old to use this item.."
UseFailureConstraintsMessage="You won't be able to use it this year.."
NoManufacturerName="ever"

[ItemDefs.ID_Anemone_M010_Documents:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Get the document before escaping Von Helias. But they don't know the analytical information about it.."
NoConstraintText=""
Suffix=""
Prefix=""

[M_Anemone_PlotMission010 MissionDefinition]
MissionName="Pandora's new dawn"
MissionDescription="Sanctuary is under attack!!"
TurnInDescription="With new friends and a safe camp, it's time to think about how to restore the sanctuary.."
MissionSummary="Protect the temple."
MissionGiver="Wife"
MissionTurnInLocation="Van"
TeaserText=""

[M_Anemone_PlotMission010:DefeatInfected MissionObjectiveDefinition]
ProgressMessage="Remove the threat"

[M_Anemone_PlotMission010:FightInvaders MissionObjectiveDefinition]
ProgressMessage="Stop the attack."

[M_Anemone_PlotMission010:FindCamp MissionObjectiveDefinition]
ProgressMessage="I will find a reason"

[M_Anemone_PlotMission010:FindLilith MissionObjectiveDefinition]
ProgressMessage="I'm looking for Lamia."

[M_Anemone_PlotMission010:GetEchoLogs MissionObjectiveDefinition]
ProgressMessage="Note the ECHO report"

[M_Anemone_PlotMission010:Pickupdocuments MissionObjectiveDefinition]
ProgressMessage="Collect the documents from Helios"

[M_Anemone_PlotMission010:PowerCamp MissionObjectiveDefinition]
ProgressMessage="Go camping."

[M_Anemone_PlotMission010:RepairCamp MissionObjectiveDefinition]
ProgressMessage="Reset the firewall."

[M_Anemone_PlotMission010:ReturnToLilith MissionObjectiveDefinition]
ProgressMessage="Back to Lilith"

[M_Anemone_PlotMission010:SecureCamp MissionObjectiveDefinition]
ProgressMessage="Buckle up"

[M_Anemone_PlotMission010:SecureCamp2 MissionObjectiveDefinition]
ProgressMessage="Back to camp"

[M_Anemone_PlotMission010:Set_CollectEchoLogs MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_DefeatInfected MissionObjectiveSetDefinition]
MissionSummaryOverride="You checked the new field [place]behind the light[-place]. There, join the Bandit Lord and fight the mutated soldiers of Pandora's New Freedom Army, led by Colonel Hector. Vaughn tells her the camp is closed and asks her to help him leave.."
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_FightInvaders MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_FindCamp MissionObjectiveSetDefinition]
MissionSummaryOverride="Where does the sun come from?."
MissionDescriptionOverride="After the mutant bioterrorists destroy the hideout, Lilith leads you and the other Crimson Rivers to safety. While searching for the remaining members of the Crimson Riders, he is tasked with finding and destroying the base camp.."

[M_Anemone_PlotMission010:Set_FindCamp_NoAnimation MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_FindLilith MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_GoToSanctuaryCore MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_PickupDocuments MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_PowerCamp MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_RepairCamp MissionObjectiveSetDefinition]
MissionSummaryOverride="Let the security of the camp be restored."
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_ReturnToLilith MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_SecureCamp MissionObjectiveSetDefinition]
MissionSummaryOverride="Protect the bottom line."
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_SecureCamp_FinalArea MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:Set_SpeakToVaughn MissionObjectiveSetDefinition]
MissionSummaryOverride="we talk on the phone."
MissionDescriptionOverride=""

[M_Anemone_PlotMission010:SpeakToVaughn MissionObjectiveDefinition]
ProgressMessage="Talk to Vaughn"

[M_Anemone_PlotMission010:TalkToVaughn MissionObjectiveDefinition]
ProgressMessage="We get it and we get it"

